Repository: dShadowHS/dShadow
Catalog: neiro/laba2/MainForm.*.resx
Languages: ru_ru

# label11.Text
source: Error value:
ru_ru: Standard deviation:

# label8.Text
source: Iterations:
ru_ru: Max iterations:

# label2.Text
source: Sigmoid alpha:
ru_ru: Sigmoid function:

# label1.Text
source: Learn speed:
ru_ru: Training speed:

# stopButton.Text
source: Stop
ru_ru: Abort

# btnLearn.Text
source: Learn
ru_ru: Begin training

# btn_Exit.Text
source: Выход
ru_ru: Exit

# btnLoad.Text
source: Load
ru_ru: Upload file

# btnTest.Text
source: Test
ru_ru: Check

# label5.Text
source: Row data
ru_ru: Training data

# $this.Text
source: Perceptron_Duo
ru_ru: Laba2
